Repository: RRZE-Webteam/rrze-lectures
Catalog: languages/rrze-lectures-*.po
Languages: de_de

source: -- All --
de_de: -- Alle --

source: -- Current semester --
de_de: -- Aktuelles Semester --

source: Add FAUorg number only if other required search fields are missing
de_de: Füge die FAUorg Nummer zur Suche nach Veranstaltungen nur dann hinzu, wenn alle anderen notwendigen Mindestangaben fehlen.

source: Always add FAUorg number to query, unless the shortcode-parameter fauorg was filled
de_de: Füge die FAUorg Nummer immer zur Suche hinzu, ausser der Shortcode-Parameter fauorgnr wurde verwendet und eine andere Nummer wurde dort eingegeben.

source: Basic data
de_de: Grunddaten

source: Call to undefined method %1$s::%2$s
de_de: Aufruf einer nicht definierten Methode: %1$s::%2$s

source: Cancellation date
de_de: Ausfalltermin

source: Chinese
de_de: Chinesisch

source: Color of accordions
de_de: Farbe der Akkordeons

source: Comment
de_de: Bemerkung

source: Course type
de_de: Veranstaltungsart

source: Date
de_de: Datum

source: Date and Time
de_de: Zeitpunkt

source: Default
de_de: Vorgabe

source: Degree
de_de: Abschluss

source: Degree Key. Example: 65|079|-|-|H|2010|E|P|V|7|
de_de: Studiengangsschlüssel. Beispiel: 65|079|-|-|H|2010|E|P|V|7|

source: Degrees
de_de: Studiengänge

source: Display language (for example "en" or "de" or "fr". If this attribute is not given, websites language is used. In every case fallback is "de".)
de_de: Anzeigesprache (z. B. "en" oder "de" oder "fr". Wenn dieses Attribut nicht angegeben wird, wird die Sprache der Website verwendet. Fallback ist in jedem Fall "de".)

source: do not filter
de_de: nicht filtern

source: ECTS credits
de_de: ECTS-Punkte

source: English
de_de: Englisch

source: Examination regulations
de_de: Prüfungsordnung

source: Family name
de_de: Nachname

source: FAUorg Number
de_de: FAUorg Nummer

source: Fill in one or more of the following fields. A search by given name only is not possible.
de_de: Füllen Sie eines oder mehrere der folgenden Felder aus. Eine Suche nur nach Vornamen ist nicht möglich.

source: Filter for Campo Orgunit
de_de: Filter für die Campo OrgUnit

source: French
de_de: Französisch

source: Fri
de_de: Fr

source: German
de_de: Deutsch

source: Given name
de_de: Vorname

source: Headlines size
de_de: Größe der Überschrift

source: Hide
de_de: Ausblenden

source: If you use the CMS offer by RRZE, you do not need to enter the DIP API key.
de_de: Wenn Sie das CMS-Angebot von RRZE nutzen, müssen Sie den DIP-API-Schlüssel nicht eingeben.

source: import to calendar
de_de: Kalender importieren

source: Language
de_de: Sprache

source: Lecture
de_de: Lehrveranstaltung

source: Lecture identifier
de_de: Identifier der Veranstaltung

source: Lecturer identifier
de_de: API Identifier des Dozenten

source: Lecturer IdM
de_de: IdM-Kennung des Dozenten

source: Lecturer(s)
de_de: Durchführende/-r

source: Lectures name
de_de: Name der Lehrveranstaltung

source: Lectures Settings
de_de: Einstellungen

source: Link to Campo
de_de: Link zu Campo

source: Link to StudOn
de_de: Link zu StudOn

source: Literature references
de_de: LIteraturhinweise

source: Maximum number of lectures
de_de: Maximale Anzahl an Lehrveranstaltungen

source: Maximum number of participants
de_de: Maximale Anzahl Teilnehmer/-innen

source: Minimum number of participants for the event to take place
de_de: Minimum der Teilnehmer/-innen für das Stattfinden der Veranstaltung

source: Module
de_de: Modul

source: Module frequency
de_de: Turnus des Angebots

source: Modules
de_de: Module

source: Mon
de_de: Mo

source: Name of organization
de_de: Name der Organisation

source: No matching entries found.
de_de: Keine passenden Einträge gefunden.

source: No planned appointments for this parallel group yet.
de_de: Es wurden noch keine Termine für die Parallelgruppe geplant.

source: No.
de_de: Nr.

source: Not suitable for visiting students
de_de: Für Gaststudierende nicht geeignet

source: Number
de_de: Nummer

source: or
de_de: oder

source: Organizational unit
de_de: Organisationseinheit

source: Own errormessage in case an error occurs
de_de: Eigene Fehlermeldung die auf der Webseite angezeigt wird, für den Fall, dass es zum Fehler bei der Abfrage kommt

source: Parallel groups / dates
de_de: Parallelgruppen / Termine

source: Recommended requirements / organizational matters
de_de: Empfohlene Voraussetzungen / Organisatorisches

source: Required attributes mssing. Either enter the FAUOrg number it in the settings of rrze-lectures or use one of the shortcode attributes: fauorgnr, lecture_name, lecturer_idm or lecturer_identifier
de_de: FAU.Org Nummer fehlt. Tragen Sie diese entweder in den Einstellungen von rrze-lectures ein oder nutzen Sie eines der folgenden Shortcode Attribute: fauorgnr, lecture_name, lecturer_idm oder lecturer_identifier

source: Responsible
de_de: Verantwortliche/-r

source: Room
de_de: Raum

source: RRZE Lectures Settings
de_de: RRZE Lectures Einstellungen

source: Russian
de_de: Russisch

source: Sat
de_de: Sa

source: Search
de_de: Suche

source: Search for FAUorg Number
de_de: Suche nach FAUorg Nummer

source: Search for identifier
de_de: Suche nach Identifier

source: Semester for example SoSe2023 or WiSe2024
de_de: Semester zum Beispiel SoSe2023 oder WiSe2024

source: Semester hours per week
de_de: Semesterwochenstunden

source: Set if the FAUorg number set above, is always added to any shortcode request or is only used if no other required parameter was given in the shortcode.
de_de: Definiere wie die oben angegebene FAUorg Nummer bei der Suche nach Veranstaltungen verwendet wird.

source: Short text
de_de: Kurztext

source: Show
de_de: Anzeigen

source: Spanish
de_de: Spanisch

source: Start date - End date
de_de: Startdatum - Enddatum

source: Suitable for visiting students
de_de: Für Gaststudierende geeignet

source: Sun
de_de: So

source: Teaching language
de_de: Lehrsprache

source: Teaching language (for example "en" or "de" or "en, de, fr"
de_de: Unterichtssprache (z.B. "en" oder "de" oder "en, de, fr")

source: The request contained valid data and was understood by the server, but the server is refusing action. This may be due to the user not having the necessary permissions for a resource or needing an account of some sort, or attempting a prohibited action.
de_de: Die Anfrage konnte nicht vom API-Server interpretiert werden. Bitte prüfen Sie die Suchfilter auf Plausibilität und Korrektheit.

source: The server did not receive a timely response.
de_de: Der API-Server lieferte keine Antwort.

source: The server is delivering only part of the resource, therfor no matching entries was found.
de_de: Die Anfrage bei der Datenbank schlug fehl. Die abgefragten Daten waren unvollständig oder fehlerhaft.

source: The server is running PHP version %1$s. The Plugin requires at least PHP version %2$s.
de_de: Der Server verwendet PHP in der Version %1$s. Das Plugin benötigt mindestens die PHP Version %2$s.

source: The server is running WordPress version %1$s. The Plugin requires at least WordPress version %2$s.
de_de: Der Server verwendet WordPress in der Version %1$s. Das Plugin verlangt jedoch mindestens die WordPress Version %2$s.

source: Thu
de_de: Do

source: Title
de_de: Titel

source: To receive lectures from another department use the attribute <strong>fauorgnr</strong> in the shortcode. F.e. [lectures fauorgnr="1513001700"]
de_de: Um Lehrveranstaltungen einer anderen Organisation auszugeben, können Sie das Attribut <strong>fauorgnr</strong> im Shortcode verwenden. Zum Beispiel [lectures fauorgnr="1513001700"]

source: Tue
de_de: Di

source: Type
de_de: Typ

source: Type of the event. For example: Vorlesung
de_de: Typ der Veranstaltung. Beispiel: Vorlesung

source: Use FAUorg Number
de_de: FAUorg Nummer verwenden

source: Visiting students
de_de: Gaststudierende

source: Warning! If you increase this > 15 be aware that the website's loading time will increase dramatically and might lead to an HTTP 502 error.
de_de: Warnung! Wenn Sie diesen Wert auf > 15 erhöhen, beachten Sie, dass die Ladezeit der Website dramatisch ansteigt und zu einem HTTP 502-Fehler führen kann.

source: We got too much data from the API. Please narrow your search filter!
de_de: Die Suche ergab zu viele Treffer. Bitte verfeinern Sie die Suche durch weitere Suchfilter.

source: Wed
de_de: Mi
